In [4]:
import numpy as np
import pandas as pd

In [5]:
dict1 = {

    'Name' : ['Harry','Ashraf','Saif','Vinay','Deepak'],
    'Marks' : [12,34,45,67,45],
    'city' : ['England','Chandauli','Ghundi Kund Kala','Ghazipur','Ghazipur']
}

In [6]:
df = pd.DataFrame(dict1)

In [7]:
df

     Name  Marks              city
0   Harry     12           England
1  Ashraf     34         Chandauli
2    Saif     45  Ghundi Kund Kala
3   Vinay     67          Ghazipur
4  Deepak     45          Ghazipur